Repository: milica-spasic/AtomiaStore
Catalog: Atomia.Store.Themes.Default/App_GlobalResources/CustomFields.*.resx
Languages: da_dk, es_es, pl_pl, tr_tr

# aero_ens_id
source: ENS identifier
da_dk: ENS identifikator
es_es: ENS identificador
pl_pl: Identyfikator ENS
tr_tr: ENS tanımlayıcı

# aero_ens_password
source: ENS password
da_dk: ENS adgangskode
es_es: ENS contraseña
pl_pl: Hasło ENS
tr_tr: ENS şifre

source: Coop verification code
da_dk: Coop verifikationskode
es_es: Coop código de verificación
pl_pl: Kod weryfikacyjny Coop
tr_tr: Coop doğrulama kodu

# country_of_birth
source: Birth country code (2-letter)
da_dk: Født landekode (2 bogstaver)
es_es: Nacimiento código del país (2 letras)
pl_pl: Narodziny kod kraju (2 litery)
tr_tr: Doğum ülke kodu (2 harfli)

# country_of_birth.default.default.dmn-fr
source: Use ISO3166 two-letter country code
da_dk: Brug ISO3166 2 bogstaver for landekoden
es_es: Utilice ISO3166 código de dos letras del país
pl_pl: Użyj ISO3166 dwuliterowy kod kraju
tr_tr: ISO3166 iki harfli ülke kodunu kullanın

# country_of_birth.default.default.dmn-pm
source: Use ISO3166 two-letter country code
da_dk: Brug ISO3166 2 bogstaver for landekoden
es_es: Utilice ISO3166 código de dos letras del país
pl_pl: Użyj ISO3166 dwuliterowy kod kraju
tr_tr: ISO3166 iki harfli ülke kodunu kullanın

# country_of_birth.default.default.dmn-re
source: Use ISO3166 two-letter country code
da_dk: Brug ISO3166 2 bogstaver for landekoden
es_es: Utilice ISO3166 código de dos letras del país
pl_pl: Użyj ISO3166 dwuliterowy kod kraju
tr_tr: ISO3166 iki harfli ülke kodunu kullanın

# country_of_birth.default.default.dmn-tf
source: Use ISO3166 two-letter country code
da_dk: Brug ISO3166 2 bogstaver for landekoden
es_es: Utilice ISO3166 código de dos letras del país
pl_pl: Użyj ISO3166 dwuliterowy kod kraju
tr_tr: ISO3166 iki harfli ülke kodunu kullanın

# country_of_birth.default.default.dmn-wf
source: Use ISO3166 two-letter country code
da_dk: Brug ISO3166 2 bogstaver for landekoden
es_es: Utilice ISO3166 código de dos letras del país
pl_pl: Użyj ISO3166 dwuliterowy kod kraju
tr_tr: ISO3166 iki harfli ülke kodunu kullanın

# country_of_birth.default.default.dmn-yt
source: Use ISO3166 two-letter country code
da_dk: Brug ISO3166 2 bogstaver for landekoden
es_es: Utilice ISO3166 código de dos letras del país
pl_pl: Użyj ISO3166 dwuliterowy kod kraju
tr_tr: ISO3166 iki harfli ülke kodunu kullanın

# date_of_birth
source: Date of birth (YYYY-MM-DD)
da_dk: Fødselsdato (YYYY-MM-DD)
es_es: Fecha de nacimiento (YYYY-MM-DD)
pl_pl: Data urodzenia (YYYY-MM-DD)
tr_tr: Doğum tarihi (YYYY-AA-GG)

# date_of_birth.default.default.dmn-fr
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# date_of_birth.default.default.dmn-hk
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# date_of_birth.default.default.dmn-pm
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# date_of_birth.default.default.dmn-re
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# date_of_birth.default.default.dmn-ru
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# date_of_birth.default.default.dmn-tf
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# date_of_birth.default.default.dmn-wf
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# date_of_birth.default.default.dmn-yt
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# eligibility_id
source: Eligibility document ID
da_dk: Berettigelse dokument-id
es_es: documento Elegibilidad ID
pl_pl: Identyfikator dokumentu Kwalifikowalność
tr_tr: Uygunluk belge kimliği

source: Eligibility ID type
da_dk: Berettigelse id typen
es_es: Tipo de Identificación Elegibilidad
pl_pl: Typ Kwalifikowalność ID
tr_tr: Uygunluk kimliği türü

# eligibility_id_type.default.default.dmn-asnau
source: Values can be: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN or OTHER
da_dk: Værdier kan være: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN, OTHER
es_es: Los valores pueden ser: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN, OTHER
pl_pl: Wartości mogą być: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN, OTHER
tr_tr: Değerler olabilir: ABN ACT BN, NSW BN, NT BN, QLD BN, SA BN, TMS BN, VIC BN, WA BN, ACN veya DİĞER

# eligibility_id_type.default.default.dmn-comau
source: Values can be: ABN, ACN, TM or OTHER
da_dk: Værdier kan være: ABN, ACN, TM, OTHER
es_es: Los valores pueden ser: ABN, ACN, TM, OTHER
pl_pl: Wartości mogą być: ABN, ACN, TM, OTHER
tr_tr: Değerler olabilir: ABN, ACN, TM veya DİĞER

# eligibility_id_type.default.default.dmn-netau
source: Values can be: ABN, ACN, TM or OTHER
da_dk: Værdier kan være: ABN, ACN, TM, OTHER
es_es: Los valores pueden ser: ABN, ACN, TM, OTHER
pl_pl: Wartości mogą być: ABN, ACN, TM, OTHER
tr_tr: Değerler olabilir: ABN, ACN, TM veya DİĞER

# eligibility_id_type.default.default.dmn-orgau
source: Values can be: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN or OTHER
da_dk: Værdier kan være: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN, OTHER
es_es: Los valores pueden ser: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN, OTHER
pl_pl: Wartości mogą być: ABN, ACT BN, NSW BN, NT BN, QLD BN, SA BN, TAS BN, VIC BN, WA BN, ACN, OTHER
tr_tr: Değerler olabilir: ABN ACT BN, NSW BN, NT BN, QLD BN, SA BN, TMS BN, VIC BN, WA BN, ACN veya DİĞER

# eligibility_name
source: Name on eligibility doc.
da_dk: Navn på berettigelse dok.
es_es: Nombre en el doc. de elegibilidad
pl_pl: Nazwa dok. Kwalifikowalność
tr_tr: uygunluk doc üzerindeki isim.

source: Eligibility type
da_dk: Berettigelse typen
es_es: Tipo de Elegibilidad
pl_pl: Typ Kwalifikowalność
tr_tr: uygunluk tipi

# eligibility_type.default.default.dmn-asnau
source: Values can be: Charity, Club, Incorporated Association, Non-profit Organization or Trade Union
da_dk: Værdier kan være: Charity, Club, Incorporated Association, Non-profit Organization, Trade Union
es_es: Los valores pueden ser: Charity, Club, Incorporated Association, Non-profit Organization, Trade Union
pl_pl: Wartości mogą być: Charity, Club, Incorporated Association, Non-profit Organization, Trade Union
tr_tr: Değerler olabilir: Charity Club, Incorporated Derneği, kar amacı gütmeyen Organizasyon veya Sendika

# eligibility_type.default.default.dmn-comau
source: Values can be: Company, Partnership, Pending TM Owner, Registered Business or Trademark Owner
da_dk: Værdier kan være: Company, Partnership, Pending TM Owner, Registered Business, Trademark Owner
es_es: Los valores pueden ser: Company, Partnership, Pending TM Owner, Registered Business, Trademark Owner
pl_pl: Wartości mogą być: Company, Partnership, Pending TM Owner, Registered Business, Trademark Owner
tr_tr: Değerler olabilir: Şirket, Ortaklık, Beklemede TM Sahibi, Kayıtlı İş veya Marka Sahibi

# eligibility_type.default.default.dmn-netau
source: Values can be: Company, Partnership, Pending TM Owner, Registered Business or Trademark Owner
da_dk: Værdier kan være: Company, Partnership, Pending TM Owner, Registered Business, Trademark Owner
es_es: Los valores pueden ser: Company, Partnership, Pending TM Owner, Registered Business, Trademark Owner
pl_pl: Wartości mogą być: Company, Partnership, Pending TM Owner, Registered Business, Trademark Owner
tr_tr: Değerler olabilir: Şirket, Ortaklık, Beklemede TM Sahibi, Kayıtlı İş veya Marka Sahibi

# eligibility_type.default.default.dmn-orgau
source: Values can be: Charity, Club, Incorporated Association, Non-profit Organization or Trade Union
da_dk: Værdier kan være: Charity, Club, Incorporated Association, Non-profit Organization, Trade Union
es_es: Los valores pueden ser: Charity, Club, Incorporated Association, Non-profit Organization, Trade Union
pl_pl: Wartości mogą być: Charity, Club, Incorporated Association, Non-profit Organization, Trade Union
tr_tr: Değerler olabilir: Charity Club, Incorporated Derneği, kar amacı gütmeyen Organizasyon veya Sendika

# entity_type
source: Legal entity type of registrant
da_dk: Juridisk enhed type registrant
es_es: Legal tipo de entidad de registro
pl_pl: Osoba prawna rodzaj rejestrującego
tr_tr: tescil tüzel kişilik tipi

# entity_type.default.default.dmn-it
source: Values can be: 1(individual), 2(company), 3(freelancers), 4(Non-profit org.), 5(Public org.), 6(other), 7(Non-italian that match 2-6)
da_dk: Værdier kan være: 1(individual), 2(company), 3(freelancers), 4(Non-profit org.), 5(Public org.), 6(other), 7(Non-italian that match 2-6)
es_es: Los valores pueden ser: 1(individual), 2(company), 3(freelancers), 4(Non-profit org.), 5(Public org.), 6(other), 7(Non-italian that match 2-6)
pl_pl: Wartości mogą być: 1(individual), 2(company), 3(freelancers), 4(Non-profit org.), 5(Public org.), 6(other), 7(Non-italian that match 2-6)
tr_tr: Değerler olabilir: 1 (bireysel), 2 (şirket), 3 (serbest), 4 (Kar amacı gütmeyen org.), 5 (Kamu org.), 6 (diğer), 7 (Non-İtalyan 2-6 maç )

# id_card_authority
source: ID card issuer
da_dk: ID kortudsteder
es_es: Emisor de la tarjeta ID
pl_pl: ID karta emitent
tr_tr: Kimlik kartı veren

source: ID card issue date
da_dk: ID-kort udstedelsesdato
es_es: Fecha de expedición de la tarjeta ID
pl_pl: Data dowód osobisty problem
tr_tr: Kimlik kartı sorunu tarih

# id_card_issue_date.default.default.dmn-ru
source: Use date format: YYYY-MM-DD
da_dk: Brug datoformat: YYYY-MM-DD
es_es: Formato de Uso fecha: YYYY-MM-DD
pl_pl: Format Użyj daty: YYYY-MM-DD
tr_tr: Tarih formatını kullanın: YYYY-AA-GG

# id_type
source: Contact ID type
da_dk: Contact ID typen
es_es: Tipo de Contact ID
pl_pl: typu Contact ID
tr_tr: İletişim kimliği türü

# id_type.default.default.dmn-asia
source: Values can be: passport, certificate, legislation, societyRegistry or politicalPartyRegistry
da_dk: Værdier kan være: passport, certificate, legislation, societyRegistry, politicalPartyRegistry
es_es: Los valores pueden ser: passport, certificate, legislation, societyRegistry, politicalPartyRegistry
pl_pl: Wartości mogą być: passport, certificate, legislation, societyRegistry, politicalPartyRegistry
tr_tr: Değerler olabilir: Pasaport, sertifika, mevzuat, societyRegistry veya politicalPartyRegistry

# jobs_association_member
source: Member of SHRM(Yes/No)
da_dk: Medlem af SHRM(Yes/No)
es_es: Miembro de SHRM(Yes/No)
pl_pl: Członek SHRM(Yes/No)
tr_tr: SHRM Üyesi (Evet / Hayır)

# jobs_association_member.default.default.dmn-jobs
source: Values can be: Yes or No
da_dk: Værdier kan være: Yes, No
es_es: Los valores pueden ser: Yes, No
pl_pl: Wartości mogą być: Yes, No
tr_tr: Evet veya Hayır: Değerler olabilir

# jobs_website
source: Company website
da_dk: Firma hjemmeside
es_es: Sitio web de la empresa
pl_pl: Strona internetowa firmy
tr_tr: Şirket Web Sitesi

# jobs_website.default.default.dmn-jobs
source: Website link not valid
da_dk: Website link ikke gyldigt
es_es: Enlace Sitio Web no válido
pl_pl: Link nie ważne
tr_tr: Web sitesi bağlantısı geçerli değil

source: Legal entity type
da_dk: Juridisk enhed typen
es_es: Legal tipo de entidad
pl_pl: Typ jednostki prawne
tr_tr: Tüzel kişi türü

# legal_entity_type.default.default.dmn-asia
source: Values can be: naturalPerson, corporation, cooperative, partnership, government, politicalParty, society or institution
da_dk: Værdier kan være: naturalPerson, corporation, cooperative, partnership, government, politicalParty, society, institution
es_es: Los valores pueden ser: naturalPerson, corporation, cooperative, partnership, government, politicalParty, society, institution
pl_pl: Wartości mogą być: naturalPerson, corporation, cooperative, partnership, government, politicalParty, society, institution
tr_tr: Değerler olabilir: naturalPerson, şirket, kooperatif, ortaklık, hükümet, politicalParty, toplum ya da kurum

# nexus_app_purpose
source: Application purpose
da_dk: Ansøgning formål
es_es: Propósito aplicación
pl_pl: Celem aplikacji
tr_tr: uygulama amacı

# nexus_app_purpose.default.default.dmn-us
source: Application purpose can be P1, P2, P3, P4 or P5
tr_tr: Uygulama amacı P1, P2, P3, P4 veya P5 olabilir

source: Nexus category
da_dk: Nexus kategori
es_es: Nexus categoría
pl_pl: Nexus kategorii
tr_tr: nexus kategori

# nexus_category.default.default.dmn-us
source: Nexus category can be C11, C12, C21, C31 or C32
tr_tr: Nexus kategori C11, C12, C21, C31 veya C32 olabilir

# place_of_birth
source: City of birth
da_dk: Fødeby
es_es: Ciudad de nacimiento
pl_pl: Miasto urodzenia
tr_tr: Doğum yeri

# policy_reason
source: Reason for a domain
da_dk: Årsag til et domæne
es_es: Motivo de un dominio
pl_pl: Powód domeny
tr_tr: Bir etki Nedeni

# policy_reason.default.default.dmn-asnau
source: Values can be: 1 (exact match) or 2 (closely connected). Default: 2
da_dk: Værdier kan være: 1 (eksakt match), 2 (tæt forbundet). Standard: 2
es_es: Los valores pueden ser: 1 (coincidencia exacta), 2 (estrechamente conectado). Por defecto: 2
pl_pl: Wartości mogą być: 1 (dokładne dopasowanie), 2 (ściśle związane). Domyślnie: 2
tr_tr: Değerler olabilir: 1 (tam eşleme) ya da 2 (yakından bağlı). Default: 2

# policy_reason.default.default.dmn-comau
source: Values can be: 1 (exact match) or 2 (closely connected). Default: 2
da_dk: Værdier kan være: 1 (eksakt match), 2 (tæt forbundet). Standard: 2
es_es: Los valores pueden ser: 1 (coincidencia exacta), 2 (estrechamente conectado). Por defecto: 2
pl_pl: Wartości mogą być: 1 (dokładne dopasowanie), 2 (ściśle związane). Domyślnie: 2
tr_tr: Değerler olabilir: 1 (tam eşleme) ya da 2 (yakından bağlı). Default: 2

# policy_reason.default.default.dmn-idau
source: Values can be: 1 (exact match) or 2 (closely connected). Default: 2
da_dk: Værdier kan være: 1 (eksakt match), 2 (tæt forbundet). Standard: 2
es_es: Los valores pueden ser: 1 (coincidencia exacta), 2 (estrechamente conectado). Por defecto: 2
pl_pl: Wartości mogą być: 1 (dokładne dopasowanie), 2 (ściśle związane). Domyślnie: 2
tr_tr: Değerler olabilir: 1 (tam eşleme) ya da 2 (yakından bağlı). Default: 2

# policy_reason.default.default.dmn-netau
source: Values can be: 1 (exact match) or 2 (closely connected). Default: 2
da_dk: Værdier kan være: 1 (eksakt match), 2 (tæt forbundet). Standard: 2
es_es: Los valores pueden ser: 1 (coincidencia exacta), 2 (estrechamente conectado). Por defecto: 2
pl_pl: Wartości mogą być: 1 (dokładne dopasowanie), 2 (ściśle związane). Domyślnie: 2
tr_tr: Değerler olabilir: 1 (tam eşleme) ya da 2 (yakından bağlı). Default: 2

# policy_reason.default.default.dmn-orgau
source: Values can be: 1 (exact match) or 2 (closely connected). Default: 2
da_dk: Værdier kan være: 1 (eksakt match), 2 (tæt forbundet). Standard: 2
es_es: Los valores pueden ser: 1 (coincidencia exacta), 2 (estrechamente conectado). Por defecto: 2
pl_pl: Wartości mogą być: 1 (dokładne dopasowanie), 2 (ściśle związane). Domyślnie: 2
tr_tr: Değerler olabilir: 1 (tam eşleme) ya da 2 (yakından bağlı). Default: 2

# postal_code_of_birth
source: Birth place postal code
da_dk: Fødeby postnummer
es_es: Lugar de nacimiento código postal
pl_pl: Miejsce urodzenia kod pocztowy
tr_tr: Doğum yeri posta kodu

source: Profession
es_es: Profesión
pl_pl: Profesja
tr_tr: Meslek

source: Province of birth
da_dk: Provinsen fødsel
es_es: Provincia de nacimiento
pl_pl: Prowincja urodzenia
tr_tr: Doğum İl

source: Registrant ID type
da_dk: Registrant ID typen
es_es: Tipo de Identificación del Registrante
pl_pl: Rejestrujący typu ID
tr_tr: Tescil kimlik türü

# registrant_id_type.default.default.dmn-asnau
source: Values can be: ACN or ABN
da_dk: Værdier kan være: ACN, ABN
es_es: Los valores pueden ser: ACN, ABN
pl_pl: Wartości mogą być: ACN, ABN
tr_tr: Değerler olabilir: ACN veya ABN

# registrant_id_type.default.default.dmn-comau
source: Values can be: ACN or ABN
da_dk: Værdier kan være: ACN, ABN
es_es: Los valores pueden ser: ACN, ABN
pl_pl: Wartości mogą być: ACN, ABN
tr_tr: Değerler olabilir: ACN veya ABN

# registrant_id_type.default.default.dmn-idau
source: Values can be: ACN or ABN
da_dk: Værdier kan være: ACN, ABN
es_es: Los valores pueden ser: ACN, ABN
pl_pl: Wartości mogą być: ACN, ABN
tr_tr: Değerler olabilir: ACN veya ABN

# registrant_id_type.default.default.dmn-netau
source: Values can be: ACN or ABN
da_dk: Værdier kan være: ACN, ABN
es_es: Los valores pueden ser: ACN, ABN
pl_pl: Wartości mogą być: ACN, ABN
tr_tr: Değerler olabilir: ACN veya ABN

# registrant_id_type.default.default.dmn-orgau
source: Values can be: ACN or ABN
da_dk: Værdier kan være: ACN, ABN
es_es: Los valores pueden ser: ACN, ABN
pl_pl: Wartości mogą być: ACN, ABN
tr_tr: Değerler olabilir: ACN veya ABN
